tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "rukenshia/repo"
brew "bat"
brew "coreutils"
brew "curl"
brew "gh"
brew "git-lfs"
brew "git"
brew "graphviz"
brew "httpstat"
brew "hyperfine"
brew "jq"
brew "mas"
brew "mise"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "swagger-codegen"
brew "telnet"
brew "testssl"
brew "tree"
brew "watch"
brew "watchman"
brew "rukenshia/repo/saml2aws-auto"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "android-studio"
cask "appcleaner"
cask "arq"
cask "blender"
cask "chatgpt"
cask "daisydisk"
cask "docker"
cask "drawio"
cask "figma"
cask "grammarly-desktop"
cask "handbrake"
cask "hex-fiend"
cask "licecap"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miro"
cask "mongodb-compass"
cask "postman"
cask "redis-insight"
cask "setapp"
cask "shapr3d"
cask "sketch"
cask "slack"
cask "transmission"
cask "ubiquiti-unifi-controller"
cask "ui"
cask "unity-hub"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Grammarly for Safari", id: 1462114288
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
vscode "42crunch.vscode-openapi"
vscode "be5invis.toml"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fwcd.kotlin"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hverlin.mise-vscode"
vscode "jebbs.plantuml"
vscode "kleber-swf.unity-code-snippets"
vscode "mathiasfrohlich.kotlin"
vscode "mikestead.dotenv"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "sswg.swift-lang"
vscode "styled-components.vscode-styled-components"
vscode "swellaby.rust-pack"
vscode "swellaby.workspace-config-plus"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "webfreak.debug"
