brew "bat"
brew "coreutils"
brew "curl"
brew "gh"
brew "git-lfs"
brew "git"
brew "graphviz"
brew "httpstat"
brew "jq"
brew "mise"
brew "saml2aws-auto"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "swagger-codegen"
brew "watch"
brew "watchman"
cask "1password-cli"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "android-studio"
cask "appcleaner"
cask "arq"
cask "blender"
cask "chatgpt"
cask "citrix-workspace"
cask "daisydisk"
cask "docker"
cask "drawio"
cask "grammarly-desktop"
cask "handbrake"
cask "hex-fiend"
cask "licecap"
cask "microsoft-teams"
cask "mongodb-compass"
cask "parallels-toolbox"
cask "parallels"
cask "postman"
cask "setapp"
cask "sketch"
cask "slack"
cask "ui"
cask "visual-studio-code"
cask "vlc"
vscode "42Crunch.vscode-openapi"
vscode "be5invis.toml"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hverlin.mise-vscode"
vscode "jebbs.plantuml"
vscode "mikestead.dotenv"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "styled-components.vscode-styled-components"
vscode "Swellaby.rust-pack"
vscode "swellaby.workspace-config-plus"
